Repository: scanlime/navi-misc
Catalog: trunk/xchat-gnome/po/*.po
Languages: vi

source: Kyrgyzstan
vi: CÆ°-rÆ¡-gÆ°-xtan

source: Cambodia
vi: CÄm bá»t

source: Comoros
vi: Cô-mô-rô-x

source: St. Kitts and Nevis
vi: Xan Kith-x vÃ Ne-vá»t

source: North Korea
vi: Báº¯c HÃ n

source: South Korea
vi: Nam Hàn

source: Kuwait
vi: Cu-ouai-th

source: Cayman Islands
vi: Quáº§n Äáº£o Cay-man

source: Kazakhstan
vi: Ca-da-kh-x-than

source: Laos
vi: Lào

source: Saint Lucia
vi: Xan Lu-xia

source: Liechtenstein
vi: Lich-ten-xtên

source: Sri Lanka
vi: Xri-lan-ca

source: Liberia
vi: Li-bê-ri-a

source: Lesotho
vi: Lê-xô-thô

source: Lithuania
vi: Li-tu-a-ni-a

source: Luxembourg
vi: LÃºc-xÄm-buac

source: Latvia
vi: Lát-vi-a

source: Libya
vi: Li-bi-a

source: Morocco
vi: Ma-rá»c

source: Monaco
vi: Mô-na-cô

source: Moldova
vi: Moa-ÄÃ´-va

source: United States Medical
vi: Y Má»¹

source: Madagascar
vi: Ma-Äa-gÃ¡t-xca

source: Marshall Islands
vi: Quáº§n Äáº£o MÃ¡c-san

source: Military
vi: QuÃ¢n Äá»i

source: Macedonia
vi: MaxÃªÄÃ´ni

source: Myanmar
vi: Miáº¿n Äiá»n

source: Mongolia
vi: MÃ´ng Cá»

source: Northern Mariana Islands
vi: Quáº§n Äáº£o Ma-ri-a-na Báº¯c

source: Martinique
vi: Mác-thi-ni-kh

source: Mauritania
vi: Mô-ri-ta-ni-a

source: Montserrat
vi: Mon-xe-ráº¡c

source: Malta
vi: MantÆ¡

source: Mauritius
vi: MÃ´-ri-xÆ¡

source: Maldives
vi: Mal-Äi-vá»£x

source: Malawi
vi: Ma-la-uy

source: Mexico
vi: Mê-hi-cô

source: Malaysia
vi: Ma-lay-xi-a

source: Mozambique
vi: MÃ´-dÄm-bÃ­ch

source: New Caledonia
vi: Niu Ca-lÃª-ÄÃ´-ni-a

source: Niger
vi: Ni-giê

source: Internic Network
vi: máº¡ng Internic

source: Norfolk Island
vi: Äáº£o Noa-phá»±c

source: Nigeria
vi: Ni-giê-ri-a

source: Netherlands
vi: Hoà-lan

source: Norway
vi: Na-uy

source: Nepal
vi: Nê-pan

source: New Zealand
vi: Niu Di-lân

source: Oman
vi: Ô-man

source: Internic Non-Profit Organization
vi: Tá» chá»©c Phi lá»£i nhuáº­n Internic

source: Panama
vi: Ba-na-ma

source: Peru
vi: Pê-ru

source: French Polynesia
vi: Pô-li-nê-di Pháp

source: Papua New Guinea
vi: Ba-bu-a Niu Ghi-nê

source: Philippines
vi: Phi-li-pin

source: Pakistan
vi: Ba-ki-x-thÄn

source: Poland
vi: Ba-lan

source: St. Pierre and Miquelon
vi: Xan Pi-e và Mi-kê-lon

source: Pitcairn
vi: Bi-th-khenh

source: Puerto Rico
vi: Bu-éc-thô Ri-cô

source: Palestinian Territory
vi: Háº¡t Pa-le-xtin

source: Portugal
vi: Bá»-ÄÃ o-nha

source: Palau
vi: Ba-lau

source: Paraguay
vi: Ba-ra-guay

source: Qatar
vi: Ca-tÄ

source: Reunion
vi: RÃª-u-ni-á»£nh

source: Romania
vi: Ru-ma-ni

source: Old School ARPAnet
vi: ARPAnet theo kiá»u cÅ©

source: Russian Federation
vi: Liên bang Nga

source: Rwanda
vi: Ru-oanh-Äa

source: Saudi Arabia
vi: A-ráº­p Xau-Äi

source: Solomon Islands
vi: ÄÃ´-la Quáº§n Äáº£o So-lo-mon

source: Seychelles
vi: Xây-sen

source: Sudan
vi: Su-Äan

source: Sweden
vi: Thuá»µ Äiá»n

source: Singapore
vi: Xin-ga-po

source: St. Helena
vi: Xan He-le-na

source: Slovenia
vi: Xlô-ven

source: Svalbard and Jan Mayen Islands
vi: Quáº§n Äáº£o X-van-bÄt vÃ Dan May-en

source: Slovak Republic
vi: Cá»ng hoÃ XlÃ´-vÃ¡c

source: Sierra Leone
vi: Xi-ê-ra Lê-ôn

source: San Marino
vi: Xan Ma-ri-nô

source: Senegal
vi: Xê-nê-gan

source: Somalia
vi: So-ma-li

source: Suriname
vi: Xu-ri-nam

source: Sao Tome and Principe
vi: Xao Tô-mê và Prin-xi-pê

source: Former USSR
vi: LiÃªn xÃ´ trÆ°á»c

source: El Salvador
vi: En-san-va-Äoa

source: Syria
vi: Xi-ri

source: Swaziland
vi: Xoua-di-lan

source: Turks and Caicos Islands
vi: Quáº§n Äáº£o Tuá»c vÃ Cai-cox

source: Chad
vi: ChÃª-Ä

source: French Southern Territories
vi: Miá»n Nam PhÃ¡p

source: Togo
vi: Tô-gô

source: Thailand
vi: Thái lan

source: Tajikistan
vi: Tha-gi-ki-xthan

source: East Timor
vi: Thi-má»a ÄÃ´ng

source: Turkmenistan
vi: Tuá»c-mÃª-ni-xtan

source: Tunisia
vi: Tu-ni-xi-a

source: Tonga
vi: Tông-ga

source: Turkey
vi: Thá» nhÄ© ká»³

source: Trinidad and Tobago
vi: Trinh-i-Äat vÃ To-ba-gÃ´

source: Taiwan
vi: ÄÃ i Loan

source: Tanzania
vi: Thanh-da-ni-a

source: Ukraine
vi: Ukraina

source: Uganda
vi: U-gan-Äa

source: United Kingdom
vi: VÆ°Æ¡ng quá»c Anh Thá»ng nháº¥t

source: US Minor Outlying Islands
vi: Quáº§n Äáº£o á» xa nhá» Má»¹

source: United States of America
vi: Má»¹

source: Uzbekistan
vi: U-dÆ¡-bÃª-ki-xtan

source: Vatican City State
vi: Bang ThÃ nh phá» Va-ti-can)

source: St. Vincent and the Grenadines
vi: Xan Vin-xen vÃ Gá»£-re-na-Äinh

source: Venezuela
vi: Vê-nê-du-ê-la

source: British Virgin Islands
vi: Quáº§n Äáº£o VÆ¡-ginh Anh

source: US Virgin Islands
vi: Quáº§n Äáº£o VÆ¡-ginh Má»¹

source: Vietnam
vi: Viá»t Nam

source: Wallis and Futuna Islands
vi: Quáº§n Äáº£o Oua-lit vÃ Phu-tu-na

source: Samoa
vi: Xa-moa

source: Yemen
vi: Y-ê-men

source: Mayotte
vi: May-oth

source: Yugoslavia
vi: Nam TÆ°

source: South Africa
vi: Nam Phi

source: Zambia
vi: DÄm-bi-a

source: Zimbabwe
vi: Dim-ba-bu-ê

source: Unknown
vi: ChÆ°a biáº¿t

source: Open Dialog Window
vi: Má» cá»­a sá» Äá»i thoáº¡i

source: Send a File
vi: Gởi tập tin

source: Operator Actions
vi: Tùy chọn

source: Give Ops
vi: Cho Tháo tác

source: Take Ops
vi: Bá» ThÃ¡o tÃ¡c

source: Give Voice
vi: Cho Tiáº¿ng nÃ³i

source: Take Voice
vi: Bá» Tiáº¿ng nÃ³i

source: Kick/Ban
vi: ÄÃ¡/Äuá»i

source: Kick
vi: ÄÃ¡

source: Ban
vi: Äuá»i

source: KickBan
vi: ÄÃ¡ Äuá»i

source: Direct client-to-client
vi: Trá»±c tiáº¿p khÃ¡ch-Äáº¿n-khÃ¡ch

source: Send File
vi: Gá»i táº­p tin

source: Offer Chat
vi: Má»i trÃ² chuyá»n

source: Abort Chat
vi: Há»§y bá» trÃ² chuyá»n

source: Version
vi: PhiÃªn báº£n

source: Userinfo
vi: ThÃ´ng tin ngÆ°á»i dÃ¹ng

source: Clientinfo
vi: Thông tin khách

source: Oper
vi: Tháo tác

source: Kill this user
vi: Â«Giáº¿tÂ» ngÆ°á»i nÃ y

source: Mode
vi: Cháº¿ Äá»

source: Give Half-Ops
vi: Cho ThÃ¡o tÃ¡c ná»­a

source: Take Half-Ops
vi: Bá» Thao tÃ¡c ná»­a

source: Ignore
vi: Bá» qua

source: Ignore User
vi: Bá» qua ngÆ°á»i

source: UnIgnore User
vi: ThÃ´i bá» qua ngÆ°á»i

source: Info
vi: Thông tin

source: Who
vi: Ai

source: WhoIs
vi: Whois (là ai?)

source: DNS Lookup
vi: Tra cá»©u DNS

source: Trace
vi: Dáº¥u váº¿t

source: UserHost
vi: NgÆ°á»i/mÃ¡y

source: External
vi: Bên ngoài

source: Traceroute
vi: TÃ¬m tháº¥y dáº¥u váº¿t ÄÆ°á»ng

source: Leave Channel
vi: Rá»i kÃªnh Äi

source: Join Channel...
vi: Vào kênh...

source: Enter Channel to Join:
vi: GÃµ kÃªnh cáº§n vÃ o:

source: Server Links
vi: LiÃªn káº¿t mÃ¡y phá»¥c vá»¥

source: Ping Server
vi: MÃ¡y phá»¥c vá»¥ ping

source: Hide Version
vi: áº¨n phiÃªn báº£n

source: Op
vi: Tháo tác

source: DeOp
vi: Bá» thao tÃ¡c

source: bye
vi: táº¡m biá»t

source: Enter reason to kick %s:
vi: GÃµ lÃ½ do ÄÃ¡: %s

source: Sendfile
vi: Gá»i táº­p tin

source: Dialog
vi: ÄÃ´i thoáº¡i

source: Send
vi: Gá»i

source: Chat
vi: TrÃ² chuyá»n

source: Clear
vi: Xóa

source: Background image filename
vi: Ảnh nền:

source: Background transparency
vi: Ảnh nền:

source: Message sent on away
vi: Tin nhẳn

source: Message sent on quit
vi: Tin nhẳn

source: Show timestamps in the main window
vi: Hiệu lực nhãn thời gian

source: Use system fonts
vi: Danh sách người dùng

source: _Connect
vi: Kết nối

source: _Copy Address
vi: Địa chỉ của bạn

source: _Send File
vi: Gởi tập tin

source: Paste File _Contents
vi: _Nội dụng

source: Paste File_name
vi: Tên tập tin mới

source: _Cancel
vi: Thôi

source: _Copy
vi: Chép

source: Search buffer is empty.
vi: Bá» Äá»m tÃ¬m kiáº¿m lÃ trá»ng khÃ´ng.

source: File
vi: Táº­p tin

source: Remaining
vi: Tôi đi

source: _Accept
vi: Chấp nhận

source: starting
vi: Đang đời

source: stalled
vi: Thấy bại

source: Send File...
vi: Gởi tập tin

source: Don't auto-connect to servers
vi: Tự động kết nối lại đến máy phục vụ

source: Don't auto-load plugins
vi: đừng tự động tải bộ cầm phít nào

source: Show version information
vi: hiển thị thông tin phiên bản

source: Find:
vi: Tìm:

source: _Next
vi: Đoạn

source: Server
vi: MÃ¡y phá»¥c vá»¥

source: You must enter a nick name
vi: Hãy gõ tên hiệu mới

source: No Servers
vi: Máy phục vụ

source: You must add at least one server for this network
vi: Sử dụng SSL cho mọi máy phục vụ trên mạng này

source: _Network
vi: mạng

source: _Help
vi: Trá»£ _giÃºp

source: _File Transfers
vi: Việc chuyển giao tập tin

source: _Quit
vi: Thoát

source: _Paste
vi: Riêng

source: Prefere_nces
vi: Sở thích...

source: _Reconnect
vi: Kết nối lại

source: _Disconnect
vi: Ngắt kết nối

source: _Close
vi: _ÄÃ³ng

source: _Channels...
vi: Danh sách kênh...

source: _Leave
vi: Tôi đi

source: Cl_ose
vi: Đóng

source: _Find
vi: Tìm

source: _Bans...
vi: Danh sách đuổi ra...

source: _Users
vi: Người dùng

source: Pre_vious Network
vi: mạng mới

source: Nex_t Network
vi: mạng mới

source: _Contents
vi: _Ná»i dá»¥ng

source: _About
vi: _Giá»i thiá»u

source: Ex-Chat
vi: Trò chuyện

source: _Information
vi: Loại thông tin

source: _Find...
vi: Gởi tâp tin...

source: <none>
vi: <không có>

source: Colors
vi: Màu

source: File Transfers & DCC
vi: Việc chuyển giao tập tin

source: IRC Preferences
vi: X-Chat: Sở thích

source: Really remove network "%s" and all of its servers?
vi: Bạn thật muốn bỏ mạng « %s » và tất cả máy phục vụ của nó ra không?

source: Networks
vi: máº¡ng

source: Name
vi: Tên

source: unknown
vi: Chưa biết

source: Open Plugin
vi: Mở đối thoại trong:

source: Plugin
vi: Ping

source: %d bytes buffered
vi: %d byte

source: I_nsert Color Code
vi: Chèn mã màu

source: _Send File...
vi: Gởi tập tin

source: Private _Chat
vi: Riêng

source: _Kick
vi: Đá

source: _Ban
vi: Đuổi
