Repository: scanlime/navi-misc
Catalog: trunk/xchat-gnome/po/*.po
Languages: vi

source: Channel _Name
vi: Tên kênh

source: Channel _Topic
vi: Kênh

source: Join Channel
vi: Vào kênh

source: Maximum Users:
vi: Sá» ngÆ°á»i tá»i Äa:

source: Minimum Users:
vi: Sá» nguá»i tá»i thiá»u:

source: Text Filter:
vi: In tập tin văn bản

source: C_onnect
vi: _Káº¿t ná»i

source: File Transfers
vi: Việc chuyển giao tập tin

source: Character _encoding:
vi: Bộ ký tự:

source: Network Settings
vi: Thiáº¿t láº­p máº¡ng

source: Servers
vi: Máy phục vụ

source: Use _global user settings
vi: Sử dụng thông tin người dùng toàn cục

source: User and Channels
vi: Rời kênh đi

source: _Automatically connect to network
vi: Tự động kết nối đến mạng này khi khởi đông

source: _Name:
vi: Tên

source: _Nick name:
vi: TÃªn _hiá»u:

source: _Real Name:
vi: Tên thật:

source: A_way message:
vi: Tin nhẳn mới:

source: Background mark:
vi: Ảnh nền:

source: Enter extra words to trigger highlighting
vi: Từ thêm cần nổi bật:

source: Foreground mark:
vi: Tiền cảnh:

source: Preferences
vi: Sở thích...

source: Real na_me:
vi: Tên _thật:

source: Select A File
vi: Chọn tập tin ảnh

source: Select Completed Files Directory
vi: Di động tập tin tải xong vào:

source: Select Download Directory
vi: Tập tin và Thư mục

source: Show _timestamps
vi: Hiệu lực nhãn thời gian

source: _Background color:
vi: Nền:

source: _Edit
vi: _Hiá»u chá»nh

source: _Foreground color:
vi: Tiền cảnh:

source: _Nickname:
vi: Tên _hiệu:

source: _Part message:
vi: Tin nhẳn mới:

source: _Quit message:
vi: Tin nhẳn bên phải

source: _Transparent background
vi: Nền trong suốt

source: Change
vi: Kênh

source: IRC Chat
vi: Trò chuyện

source: Close this discussion
vi: Đóng thanh/cửa sổ này

source: Nickname
vi: TÃªn hiá»u

source: Users
vi: NgÆ°á»i dÃ¹ng

source: nickname
vi: Tên hiệu

source: Auto Away
vi: Vắng mặt

source: Automatically go away / come back
vi: Tự động bỏ nhãn Vắng mặt

source: Auto-away plugin unloaded
vi: hiển thị thư mục của bộ cầm phít cần tự động tải

source: Network Monitor
vi: Thiết lập mạng

source: Notification
vi: Vị trí

source: Notification plugin loaded.
vi: Không tìm thấy bộ cầm phít như vậy.

source: Notification plugin unloaded.
vi: Không tìm thấy bộ cầm phít như vậy.

source: xchat URL scraper
vi: X-Chat: Lấy địa chỉ Mạng

source: Time
vi: Thòi gian

source: Nick
vi: TÃªn hiá»u

source: Channel
vi: Kênh

source: URL
vi: Äá»a chá» Máº¡ng

source: URL Scraper
vi: Lấy địa chỉ Mạng...

source: URL Scraper show timestamps
vi: Hiệu lực nhãn thời gian

source: Cannot create ~/.xchat2
vi: KhÃ´ng táº¡o ÄÆ°á»£c thÆ° má»¥c Â« ~/.xchat2 Â».

source: I'm busy
vi: TÃ´i Äang báº­n

source: Leaving
vi: TÃ´i Äi

source: * Running IRC as root is stupid! You should create a User Account and use that to login.
vi: * KhÃ´ng lÃ Ã½ kiáº¿n tá»t Äá» cháº¡y IRC vá»Ã­ tÆ° cÃ¡ch lÃ ngÆ°á»i chá»§ (root). HÃ£y táº¡o má»t tÃ i khoáº£n ngÆ°á»i dÃ¹ng vÃ sá»­ dá»¥ng nÃ³ Äá» ÄÄng nháº­p.

source: Waiting
vi: Äang Äá»i

source: Active
vi: Hoáº·t Äá»ng

source: Failed
vi: Tháº¥y báº¡i

source: Done
vi: Xong rá»i

source: Connect
vi: Káº¿t ná»i

source: Aborted
vi: Bá» há»§y bá»

source: Cannot access %s
vi: KhÃ´ng truy cáº­p ÄÆ°á»£c Â« %s Â».

source: Error
vi: Lá»i

source: No active DCCs
vi: KhÃ´ng cÃ³ DCC (trÃ² chuyá»n trá»±c tiáº¿p) hoáº·t Äá»ng nÃ o

source: YES
vi: Có

source: NO
vi: Không

source: You are being CTCP flooded from %s, ignoring %s
vi: BÃ¢y giá» báº¡n trÃ n ngáº­p CTCP tá»« Â« %s Â» nÃªn bá» qua Â« %s Â».

source: You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.
vi: BÃ¢y giá» báº¡n trÃ n ngáº­p MSG tá»« Â« %s Â» nÃªn Táº®T tÃ¹y chá»n tá»± Äá»ng má» Äá»i thoáº¡i giao diá»n (gui_auto_open_dialog).

source: %-20s online
vi: %-20s trá»±c tuyáº¿n

source: %-20s offline
vi: %-20s ngoáº¡á» tuyáº¿n

source: No channel joined. Try /join #<channel>
vi: ChÆ°a vÃ o kÃªnh nÃ o: hÃ£y thá»­ lá»nh Â« /join #<kÃªnh> Â»

source: Not connected. Try /server <host> [<port>]
vi: ChÆ°a kÃªt ná»i ÄÆ°á»£c: hÃ£y thá»­ lá»nh Â« /server <mÃ¡y_phá»¥c_vá»¥> [<cá»ng>] Â»

source: I need /bin/sh to run!
vi: Cáº§n Äáº¿n thÆ° Â« /bin/sh Â» Äá» cháº¡y ÄÆ°á»£c.

source: Commands Available:
vi: Lá»nh sáºµn sÃ ng:

source: User defined commands:
vi: Lá»nh tá»± Äá»nh nghÄ©a:

source: Plugin defined commands:
vi: Lá»nh do bá» cáº§m phÃ­t Äá»nh nghÄ©a:

source: Type /HELP <command> for more information, or /HELP -l
vi: HÃ£y gÃµ lá»nh Â« /HELP <lá»nh> Â» Äá» xem thÃ´ng tin thÃªm (help: trá»£ giÃºp), hay Â« /HELP -l Â».

source: Unknown arg '%s' ignored.
vi: KhÃ´ng biáº¿t Äá»i sá» Â« %s Â» nÃªn bá» qua nÃ³.

source: No such plugin found.
vi: KhÃ´ng tÃ¬m tháº¥y bá» cáº§m phÃ­t nhÆ° váº­y.

source: That plugin is refusing to unload.
vi: Bá» cáº§m phÃ­t áº¥y khÃ´ng bá» táº£i ÄÆ°Æ¡c.

source: ADDBUTTON <name> <action>, adds a button under the user-list
vi: Lá»nh Â« ADDBUTTON <tÃªn> <hÃ nh_Äá»ng> Â» thÃ¬ _thÃªm_ má»t _cÃ¡i nÃºt_ á» dÆ°á»i danh sÃ¡ch ngÆ°á»i dÃ¹ng

source: ALLCHAN <cmd>, sends a command to all channels you're in
vi: Lá»nh Â« ALLCHAN <lá»nh> Â» thÃ¬ gá»i lá»nh áº¥y cho _má»i kÃªnh_ hiá»n cÃ³ cá»§a báº¡n

source: ALLCHANL <cmd>, sends a command to all channels you're in
vi: Lá»nh Â« ALLCHAN <lá»nh> Â» thÃ¬ gá»i lá»nh áº¥y cho _má»i kÃªnh_ hiá»n cÃ³ cá»§a báº¡n

source: ALLSERV <cmd>, sends a command to all servers you're in
vi: Lá»nh Â« ALLSERV <lá»nh> Â» thÃ¬ gá»i lá»nh áº¥y cho _má»i mÃ¡y phá»¥c vá»¥_ hiá»n cÃ³ cá»§a báº¡n

source: AWAY [<reason>], sets you away
vi: Lá»nh Â« AWAY [<lÃ½ do>] Â» láº­p trang thÃ¡i cá»§a báº¡n thÃ nh _Váº¯ng máº·t_

source: BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)
vi: Lá»nh Â« BAN <máº·t_náº¡> [<cÃ¡ch_Äuá»i>] Â» thÃ¬ _Äuá»i_ má»i ngÆ°á»i khá»p vá»i máº·t náº¡ áº¥y ra kÃªnh hiá»n cÃ³. Cáº§n Äáº¿n quyá»n Thao tÃ¡c (chanop) Äá» Äuá»i ra ngÆ°á»i nÃ o trÃªn kÃªnh rá»i.

source: CLOSE, Closes the current window/tab
vi: Lá»nh Â« CLOSE Â» thi _ÄÃ³ng_ cá»­a sá»/thanh hiá»n cÃ³.

source: COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia
vi: Lá»nh Â« COUNTRY [-s] <mÃ£|Äáº¡i_diá»n> Â» thÃ¬ tÃ¬m tháº¥y _quá»c gia_, v.d. mÃ£ au = Ãc

source: CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO
vi: Lá»nh Â« CTCP <tÃªn_hiá»u> <tin_nháº³n> Â» thÃ¬ gá»i cho tÃªn hiá»u áº¥y tin nháº³n CTCP: hai tin nháº³n thÆ°á»ng lÃ Â« VERSION Â» (phiÃªn báº£n) vÃ Â« USERINFO Â» (thÃ´ng tin ngÆ°á»i dÃ¹ng).

source: CYCLE, parts current channel and immediately rejoins
vi: Lá»nh Â« CYCLE Â» thÃ¬ rá»i kÃªnh hiá»n Äi rá»i vÃ o láº¡i ngay (_quay láº¡i_).

source: DCC GET <nick> - accept an offered file DCC SEND [-maxcps=#] <nick> [file] - send a file to someone DCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode DCC LIST - show DCC list DCC CHAT <nick> - offer DCC CHAT to someone DCC PCHAT <nick> - offer DCC CHAT using passive mode DCC CLOSE <type> <nick> <file> example: /dcc close send johnsmith file.tar.gz
vi: Lá»nh DCC GET <tÃªn_hiá»u> thÃ¬ cháº¥p nháº­n táº­p tin ÄÃ£ ÄÆ°a ra (_gá»i_) Lá»nh DCC SEND [-maxcps=#] <tÃªn_hiá»u> [táº­p_tin] thÃ¬ _gá»i_ táº­p tin áº¥y cho ngÆ°á»i áº¥y Lá»nh DCC PSEND [-maxcps=#] <tÃªn_hiá»u> [táº­p_tin] thÃ¬ _gá»i_ táº­p tin áº¥y dÃ¹ng cháº¿ Äá» _bá» Äá»ng_ Lá»nh DCC LIST thÃ¬ hiá»n thá» _danh sÃ¡ch_ DCC Lá»nh DCC CHAT <tÃªn_hiá»u> thÃ¬ ÄÆ°a ra _trÃ² chuyá»n_ DCC vá»i ngÆ°á»i áº¥y Lá»nh DCC PCHAT <tÃªn_hiá»u> ÄÆ°a ra _trá» chuyá»n_ DCC dÃ¹ng cháº¿ Äá» _bá» Äá»ng_ Lá»nh DCC CLOSE <loáº¡i> <tÃªn_hiá»u> <táº­p_tin> (_ÄÃ³ng_) thÃ­ dá»¥: Â« /dcc close send nguyenvan táº­p_tin.tar.gz Â» (gá»i cho ngÆ°á»i nguyenvan táº­p_tin.tar.gz)

source: DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)
vi: Lá»nh Â« DEHOP <tÃªn_hiá»u> Â» thÃ¬ bá» ra tÃªn hiá»u áº¥y tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh ná»­a (chanhalf-op) trÃªn kÃªnh hiá»n cÃ³ (cáº§n Äáº¿n tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh) â DE (bá» ra) Half (ná»­a) OPerator (Thao tÃ¡c viÃªn).

source: DELBUTTON <name>, deletes a button from under the user-list
vi: Lá»nh Â« DELBUTTON <tÃªn> Â» thi _xÃ³a bá» cÃ¡i nÃºt_ áº¥y ra dÆ°á»i danh sÃ¡ch ngÆ°á»i dÃ¹ng (DELete â xÃ³a bá»).

source: DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)
vi: Lá»nh Â« DEOP <tÃªn_hiá»u> Â» thÃ¬ bá» ra tÃªn hiá»u áº¥y tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh (chanop) trÃªn kÃªnh hiá»n cÃ³ (cáº§n Äáº¿n tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh (chanop)) â DE (bá») OPerator (Thao tÃ¡c viÃªn).

source: DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)
vi: Lá»nh Â« DEVOICE <tÃªn_hiá»u> Â» thÃ¬ _bá» ra_ tÃªn hiá»u áº¥y tráº¡ng thÃ¡i _tiáº¿ng nÃ³i_ trÃªn kÃªnh hiá»n cÃ³ (cáº§n Äáº¿n tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh [chanop]).

source: DISCON, Disconnects from server
vi: Lá»nh Â« DISCON Â» thÃ¬ ngáº¯t káº¿t ná»i ra mÃ¡y phá»¥c vá»¥ â DISCONnect (ngáº¯t káº¿t ná»i).

source: DNS <nick|host|ip>, Finds a users IP number
vi: Lá»nh Â« DNS <tÃªn_hiá»u|mÃ¡y_phá»¥c_vá»¥|ip> Â» thÃ¬ tÃ¬m tháº¥y Äá»a chá» IP cá»§a ngÆ°á»i dÃ¹ng áº¥y â Domain Name System (Há» thá»ng tÃªn miá»n).

source: ECHO <text>, Prints text locally
vi: Lá»nh Â« ECHO <Äoáº¡n> Â» thÃ¬ in ra Äoáº¡n áº¥y má»t cÃ¡ch Äá»a phÆ°Æ¡ng (_vá»ng_).

source: EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box
vi: Lá»nh Â« EXEC [-o] <lá»nh> Â» thÃ¬ _thá»±c hiá»n_ lá»nh áº¥y. Náº¿u cÃ³ dÃ¹ng cá» -o thÃ¬ gá»i dá»¯ liá»u xuáº¥t cho kÃªnh hiá»n cÃ³, náº¿u khÃ´ng thÃ¬ in ra dá»¯ liá»u xuáº¥t vÃ o há»p vÄn báº£n hiá»n cÃ³ â EXECute (thá»±c hiá»n).

source: EXECCONT, sends the process SIGCONT
vi: Lá»nh Â« EXECCONT Â» thÃ¬ gá»i tiáº¿n trÃ¬nh Â« SIGCONT Â».

source: EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed
vi: Lá»nh Â« EXECKILL [-9] Â» thÃ¬ buá»c káº¿t thá»©c tiáº¿n trÃ¬nh Â« exec Â» Äang cháº¡y trong phiÃªn lÃ m viá»c hiá»n cÃ³. Náº¿u cÃ³ dÃ¹ng cá» -9 thÃ¬ Â« SIGKILL Â» tiáº¿n trÃ¬nh áº¥y.

source: EXECSTOP, sends the process SIGSTOP
vi: Lá»nh Â« EXECSTOP Â» thÃ¬ gá»i tiáº¿n trÃ¬nh Â« SIGSTOP Â».

source: EXECWRITE, sends data to the processes stdin
vi: Lá»nh Â« EXECWRITE Â» thi gá»i dá»¯ liá»u cho thiáº¿t bá» gÃµ chuáº©n cá»§a tiáº¿n trÃ¬nh Â» EXECute (thi hÃ nh) WRITE (ghi).

source: FLUSHQ, flushes the current server's send queue
vi: Lá»nh Â« FLUSHQ Â» thÃ¬ _xÃ³a sáº¡ch hÃ ng Äá»£i_ gá»i cá»§a mÃ¡y phá»¥c vá»¥ hiá»n cÃ³ â Queue (hÃ ng Äá»i).

source: GATE <host> [<port>], proxies through a host, port defaults to 23
vi: Lá»nh GATE <mÃ¡y_phá»¥c_vá»¥> [<cá»ng>] thÃ¬ sá»­ dá»¥ng mÃ¡y phá»¥c vá»¥ á»§y nhiá»m; _cá»ng_ máº·c Äá»nh lÃ 23

source: HOP <nick>, gives chanhalf-op status to the nick (needs chanop)
vi: Lá»nh Â« HOP <tÃªn_hiá»u> Â» thÃ¬ ÄÆ°a ra tÃªn hiá»u áº¥y tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh ná»­a (cáº§n Äáº¿n tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh [chanop]) â Half (ná»­a) OPerator (Thao tac viÃªn).

source: ID <password>, identifies yourself to nickserv
vi: Lá»nh Â« <password> Â» thÃ¬ nháº­n diá»n báº¡n vá»i mÃ¡y phá»¥c vá»¥ tÃªn hiá»u â (_máº­t kháº©u_).

source: IGNORE <mask> <types..> <options..> mask - host mask to ignore, eg: *!*@*.aol.com types - types of data to ignore, one or all of: PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL options - NOSAVE, QUIET
vi: Lá»nh Â« IGNORE <máº·t_náº¡> <loáº¡i..> <tÃ¹y_chá»n..> Â» IGNORE â bá» qua máº·t náº¡ â máº·t náº¡ mÃ¡y phá»¥c vá»¥ cáº§n bá» qua, v.d.: *!*@*.aol.com loáº¡i â loáº¡i dá»¯ liá»u cáº§n bá» qua, giÃ¡ trá» lÃ má»t hay táº¥t cáº£ cá»§a: PRIV (riÃªng), CHAN (kÃªnh), NOTI (thÃ´ng bÃ¡o), CTCP, DCC (trÃ² chuyá»n trá»±c tiáº¿p), INVI (má»i), ALL (táº¥t cáº£) tÃ¹y chá»n â NOSAVE (khÃ´ng lÆ°u), QUIET (im)

source: INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)
vi: Lá»nh Â« INVITE <tÃªn_hiá»u> [<kÃªnh>] Â» thÃ¬ _má»i_ ngÆ°á»i áº¥y vÃ o kÃªnh áº¥y; máº·c Äá»nh lÃ kÃªnh hiá»n cÃ³ (cáº§n Äáº¿n tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh [chanop]).

source: JOIN <channel>, joins the channel
vi: Lá»nh Â« JOIN <kÃªnh> Â» thi _vÃ o_ kÃªnh áº¥y.

source: KICK <nick>, kicks the nick from the current channel (needs chanop)
vi: Lá»nh Â« KICK <tÃªn_hiá»u> Â» thi _ÄÃ¡_ ngÆ°á»i áº¥y ra kÃªnh hiá»n cÃ³ (cáº§n Äáº¿n tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh [chanop]).

source: KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)
vi: Lá»nh Â« KICKBAN <tÃªn_hiá»u> Â» thÃ¬ _Äuá»i_ rá»i _ÄÃ¡_ ngÆ°á»i áº¥y ra kÃªnh hiá»n cÃ³ (cáº§n Äáº¿n tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh [chanop]).

source: LAGCHECK, forces a new lag check
vi: Lá»nh Â« LAGCHECK Â» buá»c _kiá»m tra sá»± trá» _ káº¿t ná»i má»t láº§n ná»¯a.

source: LASTLOG <string>, searches for a string in the buffer
vi: Lá»nh Â« LASTLOG <chuá»i> Â» tÃ¬m kiáº¿m chuá»i áº¥y trong bá» Äá»m (_báº£n ghi cuá»i cÃ¹ng_).

source: LOAD [-e] <file>, loads a plugin or script
vi: Lá»nh Â« LOAD [-e] <táº­p_tin> Â» thÃ¬ _táº£i_ bá» má»t cáº§m phÃ­t hay táº­p lá»nh nÃ o ÄÃ³.

source: MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)
vi: Lá»nh Â« MDEHOP Â» thÃ¬ bá» tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh ná»­a (chanhalf-op) ra má»i ngÆ°á»i trÃªn kÃªnh hiá»n cÃ³ (cáº§n Äáº¿n tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh [chanop]) â Mass (sá» nhiá»u) DE (bá») Half (ná»­a) OPerator (Thao tÃ¡c viÃªn).

source: MDEOP, Mass deop's all chanops in the current channel (needs chanop)
vi: Lá»nh Â« MDEOP Â» thÃ¬ bá» tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh (chanop) ra má»i ngÆ°á»i trÃªn kÃªnh hiá»n cÃ³ (cáº§n Äáº¿n tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh [chanop]) â Mass (sá» nhiá»u) DE (bá») OPerator (Thao tÃ¡c viÃªn)

source: ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)
vi: Lá»nh Â« ME <hÃ nh_Äá»ng> Â» thÃ¬ gá»i hÃ nh Äá»ng áº¥y cho kÃªnh hiá»n cÃ³ (v.d. Â« ME jumps Â» cÃ³ nghÄ©a lÃ Â« TÃ´i nháº£y Â») â ME (tÃ´i, mÃ¬nh).

source: MKICK, Mass kicks everyone except you in the current channel (needs chanop)
vi: Lá»nh Â« MKICK Â» thÃ¬ _ÄÃ¡_ má»i ngÆ°á»i (trá»« báº¡n) ra kÃªnh hiá»n cÃ³ (cáº§n Äáº¿n tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh [chanop]) â Mass (sá» nhiá»u).

source: MOP, Mass op's all users in the current channel (needs chanop)
vi: Lá»nh Â« MOP Â» thÃ¬ ÄÆ°a ra má»i ngÆ°á»i dÃ¹ng cÃ³ tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh (chanop) trÃªn kÃªnh hiá»n cÃ³ (cáº§n Äáº¿n tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh [chanop]) â Mass (sá» nhiá»u) OPerator (Thao tÃ¡c viÃªn).

source: MSG <nick> <message>, sends a private message
vi: Lá»nh Â« MSG <tÃªn_hiá»u> <tin_nháº³n> Â» thÃ¬ gá»i _tin nháº³n_ riÃªng â MeSsaGe (tin nháº³n).

source: NAMES, Lists the nicks on the current channel
vi: Lá»nh Â« NAMES Â» thÃ¬ liá»t kÃª má»i _tÃªn_ hiá»u trÃªn kÃªnh hiá»n cÃ³.

source: NCTCP <nick> <message>, Sends a CTCP notice
vi: Lá»nh Â« NCTCP <tÃªn_hiá»u> <tin_nháº³n> Â» thÃ¬ gá»i thÃ´ng bÃ¡o CTCP â Notice (thÃ´ng bÃ¡o).

source: NEWSERVER [-noconnect] <hostname> [<port>]
vi: Lệnh « NEWSERVER <tên_máy_phục_vụ> [<cổng>] » thì lập _máy phục vụ mới_.

source: NICK <nickname>, sets your nick
vi: Lá»nh Â« NICK <tÃªn_hiá»u> Â» thÃ¬ láº­p _tÃªn hiá»u_ cá»§a báº¡n â NICKname (tÃªn hiá»u: viáº¿t táº¯t).

source: NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to
vi: Lá»nh Â« NOTICE <tÃªn_hiá»u/kÃªnh> <tin_nháº£n> Â» thÃ¬ gá»i _thÃ´ng bÃ¡o_: thÃ´ng bÃ¡o lÃ loáº¡i tin nháº³n nÃªn nháº­n tráº£ lá»i tá»± Äá»ng.

source: NOTIFY [<nick>], lists your notify list or adds someone to it
vi: Lá»nh Â« NOTIFY [<tÃªn_hiá»u>] Â» thÃ¬ liá»t kÃª danh sÃ¡ch _thÃ´ng bÃ¡o_ cá»§a báº¡n, hay thÃªm ngÆ°á»i nÃ o vÃ o nÃ³.

source: OP <nick>, gives chanop status to the nick (needs chanop)
vi: Lá»nh Â« OP <tÃªn_hiá»u> Â» thÃ¬ ÄÆ°a ra tÃªn hiá»u áº¥y cÃ³ tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh (chanop) (cáº§n Äáº¿n tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh [chanop]) â OPerator (Thao tÃ¡c viÃªn).

source: PART [<channel>] [<reason>], leaves the channel, by default the current one
vi: Lá»nh Â« PART [<kÃªnh>] [<lÃ½_do>] Â» thÃ¬ rá»i kÃªnh áº¥y Äi; máº·c Äá»nh lÃ kÃªnh hiá»n cÃ³ â dePART (rá»i Äi).

source: PING <nick | channel>, CTCP pings nick or channel
vi: Lá»nh Â« PING <tÃªn_hiá»u | kÃªnh> Â» thÃ¬ thi hÃ nh tiáº¿n trÃ¬nh ping CTCP vá»i tÃªn hiÃªu hay kÃªnh áº¥y.

source: QUIT [<reason>], disconnects from the current server
vi: Lá»nh Â« QUIT [<lÃ½_do>] Â» thÃ¬ ngáº¯t káº¿t ná»i ra mÃ¡y phá»¥c vá»¥ hiá»n cÃ³ (_thoÃ¡t_).

source: QUOTE <text>, sends the text in raw form to the server
vi: Lá»nh Â« QUOTE <Äoáº¡n> Â» thÃ¬ gá»i Äoáº¡n áº¥y dáº¡ng thÃ´ cho mÃ¡y phá»¥c vá»¥ (_trÃ­ch dáº«n_).

source: RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers
vi: Lá»nh Â« RECONNECT [-ssl] [<mÃ¡y_phá»¥c_cá»¥>] [<cá»ng>] [<máº­t_kháº©u>] Â» cÃ³ thá» káº¿t ná»i láº¡i Äáº¿n máº¥y phá»¥c vá»¥ hiá»n cÃ³ khi chá» ÄÆ¡n giáº£n sá»­ dá»¥ng Â« /RECONNECT Â», hay káº¿t ná»i láº¡i Äáº¿n má»i mÃ¡y phá»¥c vá»¥ Äang má» vá»i Â« /RECONNECT ALL Â» (phÆ°Æ¡ng phÃ¡p SSL báº£o vá» dá»¯ liá»u sáº½ chuyá»n giao).

source: RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers
vi: Lá»nh Â« RECONNECT [<mÃ¡y_phá»¥c_vá»¥>] [<cá»ng>] [<máº­t_kháº©u>] Â» cÃ³ thá» káº¿t ná»i láº¡i Äáº¿n máº¥y phá»¥c vá»¥ hiá»n khi chá» ÄÆ¡n giáº£n sá»­ dá»¥ng Â« /RECONNECT Â», hay káº¿t ná»i láº¡i Äáº¿n má»i mÃ¡y phá»¥c vá»¥ má» vá»i Â« /RECONNECT ALL Â» (khÃ´ng cÃ³ báº£o vá» dá»¯ liá»u vá»i SSL).

source: RECV <text>, send raw data to xchat, as if it was received from the irc server
vi: Lá»nh Â« RECV <Äoáº¡n> Â» thÃ¬ gá»i dá»¯ liá»u thÃ´ vÃ o trÃ¬nh xchat, nhÆ° mÃ¡y phá»¥c vá»¥ irc cÃ³ thá» gá»i â RECeiVe (nháº­n).

source: SAY <text>, sends the text to the object in the current window
vi: Lá»nh Â« SAY <Äoáº¡n> Â» thÃ¬ gá»i Äoáº¡n áº¥y cho Äá»i tÆ°á»£ng trong cá»­a sá» hiá»n cÃ³ (_nÃ³i_).

source: SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel
vi: Lá»nh Â« SERVCHAN [-ssl] <mÃ¡y_phá»¥c_vá»¥> <cá»ng> <kÃªnh> Â» thÃ¬ káº¿t ná»i Äáº¿n kÃªnh áº¥y rá»i vÃ o nÃ³ (phÆ°Æ¡ng phÃ¡p SSL báº£o vá» dá»¯ liá»u sáº½ chuyá»n giao) â SERVer (mÃ¡y phá»¥c vá»¥) CHANnel (kÃªnh).

source: SERVCHAN <host> <port> <channel>, connects and joins a channel
vi: Lá»nh Â« SERVCHAN <mÃ¡y_phá»¥c_vá»¥> <cá»ng> <kÃªnh> Â» thÃ¬ káº¿t ná»i Äáº¿n kÃªnh áº¥y rá»i vÃ o nÃ³ (khÃ´ng cÃ³ báº£o vá» dá»¯ liá»u vá»i SSL) â SERVer (mÃ¡y phá»¥c vá»¥) CHANnel (kÃªnh).

source: SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections
vi: Lá»nh Â« SERVER [-ssl] <mÃ¡y_phá»¥c_vá»¥> [<cá»ng>] [<máº­t_kháº©u>] Â» thÃ¬ káº¿t ná»i Äáº¿n _mÃ¡y phá»¥c vá»¥_ áº¥y: cá»ng máº·c Äá»nh lÃ sá» 6667 cho káº¿t ná»i thÆ°á»ng, vÃ sá» 9999 cho káº¿t ná»i loáº¡i SSL (phÆ°Æ¡ng phÃ¡p SSL báº£o vá» dá»¯ liá»u sáº½ chuyá»n giao).

source: SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667
vi: Lá»nh Â« SERVER <mÃ¡y_phá»¥c_vá»¥> [<cá»ng>] [<máº­t_kháº©u>] Â» thÃ¬ káº¿t ná»i Äáº¿n _máº¥y phá»¥c vá»¥_ áº¥y; cá»ng máº·c Äá»nh lÃ sá» 6667 (khÃ´ng cÃ³ báº£o vá» dá»¯ liá»u vá»i SSL).

source: SET [-quiet] <variable> [<value>]
vi: Lá»nh Â« SET [-quiet] <biáº¿n> [<giÃ¡_trá»>] Â» thÃ¬ _láº­p_ giÃ¡ trá» cho biáº¿n áº¥y; tÃ¹y chá»n Â« -quiet Â» (im) cÃ³ nghÄ©a lÃ khÃ´ng in ra chi tiáº¿t.

source: SETCURSOR [-|+]<position>
vi: Lá»nh Â« SETCURSOR [-|+]<vá»_trÃ­> Â» thi _láº­p_ vá» trÃ­ cho _con trá»_.

source: TOPIC [<topic>], sets the topic if one is given, else shows the current topic
vi: Lá»nh Â« TOPIC [<chá»§_ÄÃ¨>] Â» thÃ¬ láº­p _chá»§ Äá»_ náº¿u ÄÆ°a ra nÃ³, náº¿u khÃ´ng thÃ¬ hiá»n thá» chá»§ Äá» hiá»n cÃ³.

source: UNBAN <mask> [<mask>...], unbans the specified masks.
vi: Lá»nh Â« UNBAN <máº·t_náº¡> [<máº·t_náº¡>...] Â» thÃ¬ _bá»_ tráº¡ng thÃ¡i _bá» Äuá»i ra_ nhá»¯ng máº·t náº¡ ÄÆ°á»£c ghi rÃµ.

source: UNIGNORE <mask> [QUIET]
vi: Lá»nh Â« UNIGNORE <máº·t_náº¡> [QUIET] Â» thÃ¬ _bá»_ tráº¡ng thÃ¡i _bá» bá» qua ra_ máº·t náº¡ áº¥y (tÃ¹y chá»n Â« QUIET Â» (im) cÃ³ nghÄ©a lÃ khÃ´ng in ra chi tiáº¿t).

source: UNLOAD <name>, unloads a plugin or script
vi: Lá»nh Â« UNLOAD <tÃªn> Â» thi _bá» táº£i_ má»t bá» cáº§m phÃ­t hay táº­p lá»nh nÃ o ÄÃ³.

source: URL <url>, opens a URL in your browser
vi: URL <Äá»a_chá»_Máº¡ng> thÃ¬ má» _Äá»a chá» Máº¡ng_ áº¥y trong trÃ¬nh duyá»t Máº¡ng cá»§a báº¡n.

source: VOICE <nick>, gives voice status to someone (needs chanop)
vi: Lá»nh Â« VOICE <tÃªn_hiá»u> Â» thÃ¬ ÄÆ°a ra ngÆ°á»i áº¥y tráº¡ng thÃ¡i _tiáº¿ng nÃ³i_ (cáº§n Äáº¿n tráº¡ng thÃ¡i Thao tÃ¡c kÃªnh [chanop]).

source: WALLCHAN <message>, writes the message to all channels
vi: Lá»nh Â« WALLCHAN <tin_nháº³n> Â» thÃ¬ ghi tin nháº³n áº¥y vÃ o má»i kÃªnh â Write (ghi) ALL (má»á») CHANnel (kÃªnh).

source: WALLCHOP <message>, sends the message to all chanops on the current channel
vi: Lá»nh Â« WALLCHOP <tin_nháº³n> Â» thÃ¬ gá»i tin nháº³n áº¥y cho _má»i ngÆ°á»i Thao tÃ¡c kÃªnh [chanop]_ trÃªn kÃªnh hiá»n cÃ³ â Write (ghi) ALL (má»i) CHannel (kÃªnh) OPerator (Thao tÃ¡c viÃªn).

source: Usage: %s
vi: CÃ¡ch sá»­ dá»¥ng: %s

source: No help available on that command.
vi: Tiáº¿c lÃ khÃ´ng cÃ³ trá»£ giÃºp sáºµn sÃ ng vá» lá»nh áº¥y.

source: No such command.
vi: KhÃ´ng cÃ³ lá»nh nhÆ° váº­y.

source: Bad arguments for user command.
vi: Lá»nh ngÆ°á»i dÃ¹ng cÃ³ Äá»i sá» sai.

source: Too many recursive usercommands, aborting.
vi: QuÃ¡ nhiá»u lá»nh Äá» qui cá»§a ngÆ°á»i dÃ¹ng nÃªn há»§y bá».

source: Unknown Command. Try /help
vi: KhÃ´ng biáº¿t lá»nh áº¥y: báº¡n hÃ£y thá»­ lá»nh Â« /help Â» (trá»£ giÃºp).

source: No xchat_plugin_init symbol; is this really an xchat plugin?
vi: KhÃ´ng cÃ³ kÃ½ hiá»u Â« xchat_plugin_init Â» (khá»i Äá»ng bá» cáº§m phÃ­t xchat): ÄÃ¢y tháº­t lÃ bá» cáº§m phÃ­t xchat khÃ´ng?

source: Are you sure this is a SSL capable server and port?
vi: Báº¡n cÃ³ cháº¯c ÄÃ¢y lÃ mÃ¡y phá»¥c vá»¥ vÃ cá»ng cÃ³ kháº£ nÄng SSL khÃ´ng?

source: Cannot resolve hostname %s Check your IP Settings!
vi: KhÃ´ng quyáº¿t Äá»nh ÄÆ°á»£c tÃªn mÃ¡y Â« %s Â». HÃ£y kiá»m tra thiáº¿t láº­p IP cá»§a báº¡n.

source: Proxy traversal failed.
vi: KhÃ´ng Äi qua mÃ¡y phá»¥c vá»¥ á»§y nhiá»m ÄÆ°á»£c.

source: Cycling to next server in %s...
vi: Sáº½ quay láº¡i Äáº¿n máº¥y phá»¥c vá»¥ tá»i sau %s...

source: Warning: "%s" character set is unknown. No conversion will be applied for network %s.
vi: Cáº£nh bÃ¡o: khÃ´ng biáº¿t bá» kÃ½ tá»± Â« %s Â» nÃªn sáº½ khÃ´ng Ã¡p dá»¥ng chuyá»n Äá»i vÃ o máº¡ng Â« %s Â».

source: **** ENDING LOGGING AT %s
vi: **** GHI XONG VÀO %s

source: **** BEGIN LOGGING AT %s
vi: **** Báº®T Äáº¦U GHI VÃO %s

source: * Can't open log file(s) for writing. Check the permissions on %s/xchatlogs
vi: * KhÃ´ng má» ÄÆ°á»£c táº­p tin báº£n ghi Äá» ghi: hÃ£y kiá»m tra quyá»n truy cáº­p Â« %s/xchatlogs Â».

source: Left message
vi: Tin nháº³n bÃªn trÃ¡i

source: Right message
vi: Tin nháº³n bÃªn pháº£i

source: The nick of the joining person
vi: TÃªn hiá»u cá»§a ngÆ°á»i Äang vÃ o

source: The channel being joined
vi: KÃªnh cáº§n vÃ o

source: The host of the person
vi: MÃ¡y cá»§a ngÆ°á»i áº¥y

source: The action
vi: HÃ nh Äá»ng

source: Mode char
vi: KÃ½ tá»± cháº¿ Äá»
