Repository: scanlime/navi-misc
Catalog: trunk/xchat-gnome/po/*.po
Languages: vi

source: The text
vi: Äoáº¡n

source: Identified text
vi: Äoáº¡n ÄÃ£ nháº­n biáº¿t

source: The message
vi: Tin nháº³n

source: Old nickname
vi: TÃªn hiá»u cÅ©

source: New nickname
vi: TÃªn hiá»u má»i

source: Nick of person who changed the topic
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ thay Äá»i chá»§ Äá»

source: Topic
vi: Chá»§ Äá»

source: The nickname of the kicker
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ¡

source: The person being kicked
vi: NgÆ°á»i bá» ÄÃ¡

source: The channel
vi: Kênh

source: The reason
vi: Lý do

source: The nick of the person leaving
vi: TÃªn hiá»u cá»§a ngÆ°á»i Äang rá»i Äi

source: The time
vi: Giá»

source: The creator
vi: TÃ¡c giáº£

source: Reason
vi: Lý do

source: Host
vi: Máy

source: Who it's from
vi: NgÆ°á»i gá»i

source: The time in x.x format (see below)
vi: Giá» dáº¡ng x.x (xem dÆ°á»i)

source: The Channel it's going to
vi: KÃªnh sáº½ nháº­n nÃ³

source: The sound
vi: Âm thanh

source: The nick of the person
vi: TÃªn hiá»u cá»§a ngÆ°á»i áº¥y

source: The CTCP event
vi: Sá»± kiá»n CTCP

source: The nick of the person who set the key
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ láº­p khÃ³a

source: The key
vi: Khóa

source: The nick of the person who set the limit
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ láº­p giá»i háº¡n

source: The limit
vi: Giá»i háº¡n

source: The nick of the person who did the op'ing
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ láº­p tráº¡ng thÃ¡i Thao tÃ¡c (OPerator)

source: The nick of the person who has been op'ed
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ nháº­n tráº¡ng thÃ¡i Thao tÃ¡c (OPerator)

source: The nick of the person who has been halfop'ed
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ nháº­n tráº¡ng thÃ¡i Thao tÃ¡c ná»­a (HalfOperator)

source: The nick of the person who did the halfop'ing
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ láº­p tráº¡ng thÃ¡i Thao tÃ¡c ná»­a (HalfOPerator)

source: The nick of the person who did the voice'ing
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ láº­p tráº¡ng thÃ¡i Tiáº¿ng NÃ³i (Voice)

source: The nick of the person who has been voice'ed
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ nháº­n tráº¡ng thÃ¡i Tiáº¿ng NÃ³i (Voice)

source: The nick of the person who did the banning
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ Äuá»i ngÆ°á»i khÃ¡c

source: The ban mask
vi: Máº·t náº¡ Äuá»i ra

source: The nick who removed the key
vi: TÃªn hiá»u ÄÃ£ loáº¡i bá» khÃ³a ra

source: The nick who removed the limit
vi: TÃªn hiá»u ÄÃ£ loáº¡i bá» giá»i háº¡n ra

source: The nick of the person of did the deop'ing
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ bá» tráº¡ng thÃ¡i Thao tÃ¡c â DE (bá») OPerator (Thao tÃ¡c viÃªn)

source: The nick of the person who has been deop'ed
vi: TÃªn hiá»u cá»§a ngÆ°á»i máº¥t tráº¡ng thÃ¡i Thao tÃ¡c â DE (bá») OPerator (Thao tÃ¡c viÃªn)

source: The nick of the person of did the dehalfop'ing
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ bá» tráº¡ng thÃ¡i Thao tÃ¡c ná»­a â DE (bá») Half (ná»­a) OPerator (Thao tÃ¡c viÃªn)

source: The nick of the person who has been dehalfop'ed
vi: TÃªn hiá»u cá»§a ngÆ°á»i máº¥t tráº¡ng thÃ¡i Thao tÃ¡c ná»­a â DE (bá») Half (ná»­a) OPerator (Thao tÃ¡c viÃªn)

source: The nick of the person of did the devoice'ing
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ bá» tráº¡ng thÃ¡i NÃ³i tiáº¿ng

source: The nick of the person who has been devoice'ed
vi: TÃªn hiá»u cá»§a ngÆ°á»i máº¥t tráº¡ng thÃ¡i NÃ³i tiáº¿ng)

source: The nick of the person of did the unban'ing
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ bá» tráº¡ng thÃ¡i Bá» Äuá»á» ra â UN (bá») BAN (Äuá»i ra)

source: The nick of the person who did the exempt
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ láº­p tráº¡ng thÃ¡i miá» n

source: The exempt mask
vi: Máº·t náº¡ miá» n

source: The nick of the person removed the exempt
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ bá» tráº¡ng thÃ¡i miá» n

source: The nick of the person who did the invite
vi: TÃªn hiá»u cá»§a ngÆ°á»i má»i

source: The invite mask
vi: Máº·t náº¡ má»Ã¬

source: The nick of the person removed the invite
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ bá» lá»i má»i)

source: The nick of the person setting the mode
vi: TÃªn hiá»u cá»§a ngÆ°á»i láº­p cháº¿ Äá»

source: The mode's sign (+/-)
vi: Dáº¥u cá»§a cháº¿ Äá» (+/-)

source: The mode letter
vi: Chá»¯ cháº¿ Äá»

source: The channel it's being set on
vi: Láº­p trÃªn kÃªnh nÃ y

source: Username
vi: TÃªn ngÆ°á»i dÃ¹ng

source: Full name
vi: TÃªn há»

source: Channel Membership/"is an IRC operator"
vi: TÆ° cÃ¡ch thÃ nh viÃªn/"lÃ toÃ¡n tá»­ IRC"

source: Server Information
vi: ThÃ´ng tin mÃ¡y phá»¥c vá»¥

source: Idle time
vi: Thá»i gian nhÃ n rá»i

source: Signon time
vi: Giá» ÄÄng nháº­p

source: Away reason
vi: LÃ½ do váº¯ng máº·t

source: Message
vi: Tin nháº³n

source: Account
vi: TÃ i khoáº£n

source: Real user@host
vi: NgÆ°á»i dÃ¹ng thÃ¢t@mÃ¡y

source: Real IP
vi: Äá»a chá» IP

source: Channel Name
vi: Tên kênh

source: Text
vi: Äoáº¡n

source: Server Name
vi: TÃªn mÃ¡y phá»¥c vá»¥

source: Nick of person who invited you
vi: TÃªn hiá»u cá»§a ngÆ°á»i ÄÃ£ má»i báº¡n

source: Nickname in use
vi: TÃªn hiá»u ÄÃ£ chá»n rá»i

source: Nick being tried
vi: TÃªn hiá»u Äang ÄÆ°á»£c thá»­ ra

source: Port
vi: Cá»ng

source: Modes string
vi: Chuá»i cháº¿ Äá»

source: IP address
vi: Äá»a chá» IP

source: DCC Type
vi: Loáº¡i DCC

source: Filename
vi: TÃªn táº­p tin

source: Destination filename
vi: TÃªn táº­p tin ÄÃ­ch

source: Pathname
vi: TÃªn ÄÆ°á»ng dáº«n

source: Position
vi: Vá» trÃ­

source: Size
vi: Cá»¡

source: DCC String
vi: Chuá»i DCC

source: Number of notify items
vi: Sá» má»¥c thÃ´ng bÃ¡o

source: Old Filename
vi: TÃªn táº­p tin cÅ©

source: New Filename
vi: TÃªn táº­p tin má»i

source: Receiver
vi: Bá» nháº­n

source: Hostmask
vi: Máº·t náº¡ mÃ¡y

source: Hostname
vi: Tên máy

source: The Packet
vi: Gói

source: Seconds
vi: Giây

source: Nick of person who have been invited
vi: TÃªn ngÆ°á»i ÄÆ°á»£c má»i

source: Banmask
vi: Máº·t náº¡ Äuá»i ra

source: Who set the ban
vi: NgÆ°á»i láº­p Äuá»i ra

source: Ban time
vi: Thá»i gian Äuá»i ra

source: Error parsing event %s. Loading default.
vi: Gáº·p lá»i khi phÃ¢n tÃ¡ch sá»± kiá»n Â« %s Â». Äang táº£i máº·c Äá»nh.

source: Cannot read sound file: %s
vi: KhÃ´ng Äá»c ÄÆ°á»£c táº­p tin Ã¢m thanh: %s

source: -%C10-%C11-%O$t$1 added to notify list.
vi: Mới thêm %C22*%O$t$1 vào danh sách thông báo.

source: -%C10-%C11-%O$t$1 Banlist: %C3$4 %C4$2 %C5$3%O
vi: %C22*%O$t$1 Danh sách đuổi ra:%C19 $4%C20 $2%C21 $3

source: -%C10-%C11-%O$tCannot join%C11 %B$1 %O(You are banned).
vi: %C22*%O$tKhông vào được%C26 %B$1 %O(vì bạn bị đuổi ra).

source: -%C10-%C11-%O$t$1 is now known as $2
vi: %C22*%O$t$1 lúc bây giờ được biết như là $2

source: %C13*%O$t$1 $2%O
vi: %C16*%O$t$1%O

source: %C13*%O$t%C8%B$1%B%O $2%O
vi: %C21*%O$t%C21%B$1%O%C21 $2

source: -%C10-%C11-%O$t$1 sets ban on $2
vi: %C22*%O$t$1 đuổi $2 ra

source: -%C10-%C11-%O$tChannel $1 created on $2
vi: %C22*%O$tKênh$1 được tạo vào $2

source: -%C10-%C11-%O$t$1 removes channel half-operator status from $2
vi: %C22*%O$t%C26$1%O bỏ trạng thái Thao tác kênh nửa ra%C26 $2

source: -%C10-%C11-%O$t$1 removes channel operator status from $2
vi: %C22*%O$t%C26$1%O bỏ trạng thái Thao tác kênh ra%C26 $2

source: -%C10-%C11-%O$t$1 removes voice from $2
vi: %C22*%O$t%C26$1%O bỏ trạng thái « Tiếng nói » ra%C26 $2

source: -%C10-%C11-%O$t$1 sets exempt on $2
vi: %C22*%O$t$1 lập trạng thái miễn cho $2

source: -%C10-%C11-%O$t$1 gives channel half-operator status to $2
vi: %C22*%O$t%C26$1%O đưa ra%C26 $2 trạng thái Thao tác kênh nửa

source: -%C10-%C11-%O$t$1 sets invite on $2
vi: %C22*%O$t$1 lập trạng thái mời cho $2

source: %UChannel Users Topic%O
vi: %UKênh Người Chủ đề

source: %C2<%O$1%C2>%O$t$2%O
vi: %C28-%C29$1%C28-%O$t$2

source: -%C10-%C11-%O$t$1 sets mode $2$3 $4
vi: %C22*%O$t$1 lập chế độ $2$3 $4

source: -%C10-%C11-%O$tChannel $1 modes: $2
vi: %C22*%O$t%C22Kênh $1 chế độ: $2

source: %C2<%C8%B$1%B%C2>%O$t$2%O
vi: %C28-%C29$1%C28-%O$t$2

source: %C12-%C13$1/$2%C12-%O$t$3%O
vi: %C28-%C29$1/$2%C28-%O$t$3

source: -%C10-%C11-%O$t$1 gives channel operator status to $2
vi: %C22*%O$t%C26$1%O đưa ra%C26 $2 trạng thái Thao tác kênh

source: -%C10-%C11-%O$t$1 removes exempt on $2
vi: %C22*%O$t$1 bỏ trạng thái miễn ra $2

source: -%C10-%C11-%O$t$1 removes invite on $2
vi: %C22*%O$t$1 bỏ trạng thái mời ra $2

source: -%C10-%C11-%O$t$1 removes channel keyword
vi: %C22*%O$t$1 bỏ từ khóa kênh ra

source: -%C10-%C11-%O$t$1 removes user limit
vi: %C22*%O$t$1 bỏ giới hạn người dùng ra

source: -%C10-%C11-%O$t$1 sets channel keyword to $2
vi: %C22*%O$t$1 lập từ khóa kênh thành $2

source: -%C10-%C11-%O$t$1 sets channel limit to $2
vi: %C22*%O$t$1 lập giới hạn kênh thành $2

source: -%C10-%C11-%O$t$1 removes ban on $2
vi: %C22*%O$t$1 bỏ trạng thái bị đuổi ra $2

source: -%C10-%C11-%O$t$1 gives voice to $2
vi: %C22*%O$t%C26$1%O đưa ra %C26 $2 trạng thái Nói tiếng

source: -%C10-%C11-%O$tConnected. Now logging in..
vi: %C22*%O$t%C22Kết nối rồì. Đang đăng nhập...

source: -%C10-%C11-%O$tConnecting to %C11$1 %C14(%C11$2%C14)%C port %C11$3%C..
vi: %C22*%O$t%C22Đang kết nối đến $1 ($2) trên cổng $3%O...

source: -%C10-%C11-%O$tConnection failed. Error: $1
vi: %C21*%O$t%C21Không kết nối được: gặp lỗi: $1

source: -%C10-%C11-%O$tReceived a CTCP $1 from $2
vi: %C22*%O$tMới nhận CTCP $1 từ $2

source: -%C10-%C11-%O$tReceived a CTCP $1 from $2 (to $3)
vi: %C22*%O$tMới nhận CTCP $1 từ $2 (cho $3)

source: %C3>%O$1%C3<%O$tCTCP $2%O
vi: %C19>%O$1%C19<%O$tCTCP $2

source: -%C10-%C11-%O$tReceived a CTCP Sound $1 from $2
vi: %C22*%O$tMới nhận âm thanh CTCP $1 từ $2.

source: %C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)
vi: %C22*%O$tMá»i nháº­n Ã¢m thanh CTCP $1 tá»« $2 (cho $3).

source: -%C10-%C11-%O$tDCC CHAT to %C11$1%O aborted.
vi: %C22*%O$tTrò chuyện trực tiếp (DCC) với %C26$1%O bị hủy bỏ.

source: -%C10-%C11-%O$tDCC CHAT connection established to %C11$1 %C14[%O$2%C14]%O
vi: %C22*%O$tMới kết nối được để trò chuyện trực tiếp (DCC) với %C26$1 %C30[%O$2%C30].

source: -%C10-%C11-%O$tReceived a DCC CHAT offer from $1
vi: %C22*%O$tMới nhận lời mời trò chuyện trực tiếp (DCC) từ $1.

source: -%C10-%C11-%O$tOffering DCC CHAT to $1
vi: %C22*%O$tĐang mời $1 tro chuyện trực tiếp (DCC).

source: -%C10-%C11-%O$tAlready offering CHAT to $1
vi: %C22*%O$tĐã mời $1 trò chuyện rồi.

source: -%C10-%C11-%O$tDCC $1 connect attempt to %C11$2%O failed (err=$3).
vi: %C22*%O$tDCC $1 việc cố kết nối đến%C26 $2%O không thành công (lỗi=$3).

source: -%C10-%C11-%O$tReceived '$1%O' from $2
vi: %C22*%O$tMới nhận « $1%O » từ $2.

source: %C24,18 Type To/From Status Size Pos File
vi: %C24,18 Loáº¡i Cho/Tá»« TrThÃ¡i Cá»¡ Vá» trÃ­ Tá»p

source: -%C10-%C11-%O$tReceived a malformed DCC request from %C11$1%O.%010-%C10-%C11-%O$tContents of packet: $2
vi: %C22*%O$tMới nhận yêu cầu dạng sai trò chuyện trực tiếp (DCC) từ %C26$1%O.%010%C22*%O$tNội dung gói: $2

source: -%C10-%C11-%O$tOffering %C11$1 %Cto %C11$2%O
vi: %C22*%O$tĐang đưa ra%C26 $2 có %C26 $1%O.

source: -%C10-%C11-%O$tNo such DCC offer.
vi: %C22*%O$tKhông có lời mời trò chuyện trực tiếp (DCC) như vậy.

source: -%C10-%C11-%O$tDCC RECV %C11$2%O to %C11$1%O aborted.
vi: %C22*%O$tNHẬN DCC%C26 $2%O cho%C26 $1%O bị hủy bỏ.

source: -%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O complete %C14[%C11$4%O cps%C14]%O.
vi: %C22*%O$tNHẬN DCC%C26 $1%O từ%C26 $3%O hoàn thành %C30[%C26$4%O cps%C30]%O.

source: -%C10-%C11-%O$tDCC RECV connection established to %C11$1 %C14[%O$2%C14]%O
vi: %C22*%O$tĐã kết nối loại NHẬN DCC đếnC26 $1 %C30[%O$2%C30].

source: -%C10-%C11-%O$tDCC RECV: Cannot open $1 for writing ($2).
vi: %C22*%O$tNHẬN DCC: Không mở được $1 để ghi ($2).

source: -%C10-%C11-%O$tThe file %C11$1%C already exists, saving it as %C11$2%O instead.
vi: %C22*%O$tTập tin%C26 $1%C đã có: sẽ lưu nó là %C26 $2%O thay thế.

source: -%C10-%C11-%O$t%C11$1 %Chas requested to resume %C11$2 %Cfrom %C11$3%C.
vi: %C22*%O$t%C26$1 %Ođã yêu cầu tiếp tục%C26 $2 %Ctừ%C26 $3%C.

source: -%C10-%C11-%O$tDCC SEND %C11$2%O to %C11$1%O aborted.
vi: %C22*%O$tGỞI DCC%C26 $2%O cho%C26 $1%O bị hủy bỏ.

source: -%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O complete %C14[%C11$3%O cps%C14]%O.
vi: %C22*%O$tGỞI DCC%C26 $1%O cho%C26 $2%O hoàn thành %C30[%C26$3%O cps%C30]%O.

source: -%C10-%C11-%O$tDCC SEND connection established to %C11$1 %C14[%O$2%C14]%O
vi: %C22*%O$tĐã kết nối DCC GỞI đến%C26 $1 %C30[%O$2%C30].

source: -%C10-%C11-%O$t%C11$1 %Chas offered %C11$2 %C(%C11$3 %Cbytes)
vi: %C22*%O$t%C26$1 %Ođã mời%C26 $2 %O(%C26$3 %Obyte).

source: -%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Cstalled - aborting.
vi: %C22*%O$tDCC $1%C26 $2 %Ođến%C26 $3 %Cngừng — hủy bỏ.

source: -%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Ctimed out - aborting.
vi: %C22*%O$tDCC $1%C26 $2 %Ođến%C26 $3 %Ohết hạn nên hủy bỏ.

source: -%C10-%C11-%O$t$1 deleted from notify list.
vi: Mới xóa bỏ %C22*%O$t$1 ra danh sách thông báo.

source: -%C10-%C11-%O$tDisconnected ($1).
vi: %C22*%O$tBị ngắt kết nối ($1).

source: -%C10-%C11-%O$tFound your IP: [$1]
vi: %C22*%O$tTìm thấy địa chỉ IP của bạn: [$1]

source: %O%C11$1%O added to ignore list.
vi: Mới thêm %O%C26$1%O vào danh sách bỏ qua.

source: Ignore on %C11$1%O changed.
vi: Đã thay đổi trang thái bỏ qua về %C26$1%O.

source: %C24,18 Hostmask PRIV NOTI CHAN CTCP DCC INVI UNIG
vi: %C24,18 Máº·t náº¡ mÃ¡y RIÃN TBÃO KÃNH CTCP DCC Má»I Bá»Bá»

source: %O%C11$1%O removed from ignore list.
vi: Mới bỏ %O%C26$1%O ra danh sách bỏ qua.

source: Ignore list is empty.
vi: Danh sÃ¡ch bá» qua la trá»ng khÃ´ng.

source: -%C10-%C11-%O$tCannot join%C11 %B$1 %O(Channel is invite only).
vi: %C22*%O$tKhông vào được%C26 %B$1 %O(Phải có lời mời).

source: -%C10-%C11-%O$tYou have been invited to %C11$1%C by %C11$2%C (%C11$3%C)
vi: %C22*%O$tBạn được mời vào%C26 $1%O bởi%C26 $2%C (%C26$3%C).

source: -%C10-%C11>%O$t%B$1%B %C14(%C10$3%C14)%C has joined $2
vi: %C19*%O$t%C19%B$1 %B($3) mới vao $2.

source: -%C10-%C11-%O$tCannot join%C11 %B$1 %O(Requires keyword).
vi: %C22*%O$tKhông vào được%C26 %B$1 %O(Cần đến từ khóa).

source: <%C10-%C11-%O$t$1 has kicked $2 from $3 ($4%O)
vi: %C21*%O$t%C21$1 mới đá $2 ra $3 ($4%O%C21).

source: -%C10-%C11-%O$tYou have been killed by $1 ($2%O)
vi: %C22*%O$tBạn mới bị «giêt» bởi $1 ($2%O%C22).

source: %C3>%O$1%C3<%O$t$2%O
vi: %C19>%O$1%C19<%O$t$2

source: -%C10-%C11-%O$t$1%O
vi: %C16*%O$t$1%O

source: -%C10-%C11-%O$tMOTD Skipped.
vi: Đã bỏ qua %C22*%O$t%C22MOTD (Message Of The Day — Thông điệp của hôm nay).

source: -%C10-%C11-%O$t$1 already in use. Retrying with $2..
vi: %C22*%O$t$1 đang dùng nên thử lái vơi $2...

source: -%C10-%C11-%O$tNickname already in use. Use /NICK to try another.
vi: %C22*%O$tTên hiệu đã chọn nên hay sử dụng lệnh « /NICK » để thử môt tên hiệu khác.

source: -%C10-%C11-%O$tNo such DCC.
vi: %C22*%O$tKhông có DCC như vậy.

source: -%C10-%C11-%O$tNo process is currently running
vi: %C22*%O$tKhông có tiến trình đang chạy.

source: %C12-%C13$1%C12-%O$t$2%O
vi: %C28-%C29$1%C28-%O$t$2

source: -%C10-%C11-%O$tNotify list is empty.
vi: $tDanh sách thông báo la trống không.

source: %C24,18 %B Notify List
vi: %C24,18 %B Danh sách thông báo

source: -%C10-%C11-%O$t$1 users in notify list.
vi: %C22*%O$t$1 người dùng trong danh sách thông báo.

source: -%C10-%C11-%O$tNotify: $1 is offline ($2).
vi: %C22*%O$tThông báo: $1 ngoại tuyến ($2).

source: -%C10-%C11-%O$tNotify: $1 is online ($2).
vi: %C22*%O$tThông báo: $1 trực tuyến ($2).

source: <%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3
vi: %C23*%O$t%C23$1 (%O%C23$2) đã rời $3 đi.

source: -%C10-%C11-%O$tPing reply from $1 : $2 second(s)
vi: %C22*%O$tTrả lời ping từ $1: $2 giây.

source: -%C10-%C11-%O$tNo ping reply for $1 seconds, disconnecting.
vi: %C22*%O$tKhông nhận trả lời ping được $1 giây nên ngắt kết nối.

source: %C12*%C13$1%C12*$t%O$2%O
vi: %C28*%C29$3$1%C28*$t%O$2

source: -%C10-%C11-%O$tA process is already running
vi: %C22*%O$tCó một tiến trình đang chạy.

source: <%C10-%C11-%O$t$1 has quit %C14(%O$2%O%C14)%O
vi: %C23*%O$t%C23$1 đã thoát (%O%C23%B%B$2%O%C23).

source: -%C10-%C11-%O$t$1 sets modes%B %C14[%O$2%B%C14]%O
vi: %C22*%O$t$1 lập chế độ%B %C30[%O$2%B%C30]

source: %C12-%C13$1/Wallops%C12-%O$t$2%O
vi: %C28-%C29$1/Quất mạnh%C28-%O$t$2

source: -%C10-%C11-%O$tLooking up IP number for%C11 $1%O..
vi: %C22*%O$tĐang tra cứu số IP cho%C26 $1%O...

source: -%C10-%C11-%O$tConnected.
vi: %C22*%O$t%C22Kết nối rồi.

source: -%C10-%C11-%O$tLooking up %C11$1%C..
vi: %C22*%O$t%C22Đang tra cứu $1.

source: -%C10-%C11-%O$tStopped previous connection attempt (pid=$1)
vi: %C22*%O$tĐã thôi việc cố kết nối trước (pid=$1).

source: -%C10-%C11-%O$tTopic for %C11$1%C is %C11$2%O
vi: %C29*%O$t%C29Chủ đề cho $1%C %C29là: $2

source: -%C10-%C11-%O$t$1 has changed the topic to: $2%O
vi: %C22*%O$t$1 mới thay đổi chủ đề thành: $2

source: -%C10-%C11-%O$tTopic for %C11$1%C set by %C11$2%C at %C11$3%O
vi: %C29*%O$t%C29Chủ đề cho $1%C %C29 lập do $2%C %C29vào lúc $3

source: -%C10-%C11-%O$tUnknown host. Maybe you misspelled it?
vi: %C22*%O$tKhông biết máy ấy: có lẽ chính tả sai không?

source: -%C10-%C11-%O$tCannot join%C11 %B$1 %O(User limit reached).
vi: %C22*%O$tKhông vào được%C26 %B$1 %O(Quá nhiều người).

source: -%C10-%C11-%O$t%C11Users on $1:%C $2
vi: %C22*%O$t%C26Người dùng trên $1:%C $2

source: -%C10-%C11-%O$t%C12[%O$1%C12] %Cis away %C14(%O$2%O%C14)
vi: %C22*%O$t%C28[%O$1%C28] %Cvắng mặt %C30(%O$2%O%C30)

source: -%C10-%C11-%O$t%C12[%O$1%C12]%C $2
vi: %C22*%O$t%C28[%O$1%C28]%O $2

source: -%C10-%C11-%O$t%C12[%O$1%C12] %CEnd of WHOIS list.
vi: %C22*%O$t%C28[%O$1%C28] %OKết thức danh sách WHOIS (là ai?)

source: -%C10-%C11-%O$t%C12[%O$1%C12] %C$2
vi: %C22*%O$t%C28[%O$1%C28]%O $2

source: -%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O
vi: %C22*%O$t%C28[%O$1%C28]%O nhàn rỗi%C26 $2

source: -%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O, signon: %C11$3%O
vi: %C22*%O$t%C28[%O$1%C28]%O nhàn rỗi%C26 $2%O, đăng nhập:%C26 $3

source: -%C10-%C11-%O$t%C12[%O$1%C12] %C14(%O$2@$3%C14) %O: $4%O
vi: %C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4

source: -%C10-%C11-%O$t%C12[%O$1%C12] %Oreal user@host %C11$2%O, real IP %C11$3%O
vi: %C22*%O$t%C28[%O$1%C28] %Ongươi dùng thật@máy phục vụ%C27 $2%O, địa chỉ IP thật%C27 $3

source: -%C10-%C11-%O$t%C12[%O$1%C12]%O $2
vi: %C22*%O$t%C28[%O$1%C28]%O $2

source: -%C10-%C11>%O$t%BYou%B are now talking on %C11$2%O
vi: %C22*%O$tLúc bây giờ bạn được biết như là $2.

source: -%C10-%C11-%O$tYou have been kicked from $2 by $3 ($4%O)
vi: %C23*$tBạn mới bị đá ra $2 bởi $3 ($4%O%C23)

source: -%C10-%C11-%O$tYou have left channel $3
vi: %C23*$tBạn mới rời kênh $3 đi.

source: -%C10-%C11-%O$tYou have left channel $3 %C14(%O$4%C14)%O
vi: %C23*$tBạn mới rời kênh $3 đi (%O%C23%B%B$4%O%C23)

source: -%C10-%C11-%O$tYou're inviting %C11$1%C to %C11$2%C (%C11$3%C)
vi: %C22*%O$tBạn đã mời%C26 $1%O vào%C26 $2%O (%C26$3%O)

source: %C6<%O$1%C6>%O$t$2%O
vi: %C19>%O$1%C19<%O$t$2

source: -%C10-%C11-%O$tYou are now known as $2
vi: %C22*%O$tLúc bây giờ bạn được biết như là $2.

source: Remote host closed socket
vi: MÃ¡y tá»« xa má»i ÄÃ³ng á» cáº¯m.

source: Connection refused
vi: Káº¿t ná»i bá» tá»« chá»i.

source: No route to host
vi: KhÃ´ng cÃ³ ÄÆ°á»ng dáº«n Äáº¿n mÃ¡y.

source: Connection timed out
vi: Káº¿t ná»i háº¿t thá»i gian.

source: Cannot assign that address
vi: KhÃ´ng gÃ¡n ÄÆ°á»£c Äá»a chá» áº¥y.

source: Connection reset by peer
vi: Káº¿t ná»i bá» ngáº¯t do ngang hÃ ng.

source: Andorra
vi: Än-Äoa-rÃ¢

source: United Arab Emirates
vi: CÃ¡c Tiá»u VÆ°Æ¡ng quá»c A-ráº­p Thá»ng nháº¥t

source: Afghanistan
vi: Quá»c gia Há»i giÃ¡o Chuyá»n tiáº¿p

source: Antigua and Barbuda
vi: Änh-thÃ­-gá»¥-a vÃ Ba-bu-Äa

source: Anguilla
vi: Äng-ouÃ­-la

source: Albania
vi: An-ba-ni

source: Armenia
vi: Ac-mê-ni

source: Netherlands Antilles
vi: An-thi-li Hoà-lan

source: Angola
vi: Äng-gÃ´-la

source: Antarctica
vi: Nam cá»±c

source: Argentina
vi: Ác-hen-ti-na

source: Reverse DNS
vi: DNS ngÆ°á»£c

source: American Samoa
vi: Xa-mÃ´-a Má»¹

source: Austria
vi: Ao

source: Australia
vi: Úc

source: Aruba
vi: Ä-ru-ba

source: Azerbaijan
vi: Ai-déc-bai-gian

source: Bosnia and Herzegovina
vi: Bô-xni-a và Héc-xê-gô-vi-na

source: Barbados
vi: BÃ¡c-ba-Äá»t

source: Bangladesh
vi: Bang-la-Äexá»£

source: Belgium
vi: Bá»

source: Burkina Faso
vi: Buá»c-khi-na Pha-xÃ´

source: Bulgaria
vi: Bun-ga-ri

source: Bahrain
vi: Ba-ren

source: Burundi
vi: Bu-run-Äi

source: Businesses
vi: Kinh doanh

source: Benin
vi: Bê-ninh

source: Bermuda
vi: Be-mÆ°-Äa

source: Brunei Darussalam
vi: Bá»£ru-nÃ y Äa-ru-xa-lÃ m

source: Bolivia
vi: Bô-li-vi-a

source: Brazil
vi: Bra-xin

source: Bahamas
vi: Ba-ha-ma

source: Bhutan
vi: Bu-thÄn

source: Bouvet Island
vi: Quáº§n Äáº£o Bu-vÃª

source: Botswana
vi: Bá»t-xoa-na

source: Belarus
vi: Be-la-ruxá»£

source: Belize
vi: Bê-li-xê

source: Canada
vi: Ca-na-Äa

source: Cocos Islands
vi: Quáº§n Äáº£o CÃ´-cÃ´c-x

source: Democratic Republic of Congo
vi: Cá»ng hoÃ DÃ¢n chá»§ CÃ´ng-gÃ´

source: Central African Republic
vi: Cá»ng hoÃ ChÃ¢u phi Trung Æ°Æ¡ng

source: Congo
vi: Công-gô

source: Switzerland
vi: Thá»¥y SÄ©

source: Cote d'Ivoire
vi: Cá»ng hoÃ Cá»t Äi-vouÄ

source: Cook Islands
vi: Quáº§n Äáº£o Khu-kh

source: Chile
vi: Chi lê

source: Cameroon
vi: Ca-mÆ¡-run

source: China
vi: Trung Quá»c

source: Colombia
vi: Cô-lôm-bi-a

source: Internic Commercial
vi: ThÆ°Æ¡ng nghiá»p Internic

source: Costa Rica
vi: Cá»t-x-tha Ri-ca

source: Serbia and Montenegro
vi: XÃ©c-bi vÃ Mon-te-ne-gá»£-rÃ´

source: Cape Verde
vi: CÃ¡p-ve-Äe

source: Christmas Island
vi: Äáº£o Kh-ri-x-máº¡-x

source: Cyprus
vi: Síp

source: Czech Republic
vi: Cá»ng hoÃ SÃ©c

source: Germany
vi: Äá»©c

source: Djibouti
vi: Gi-bu-ti

source: Denmark
vi: Äan máº¡ch

source: Dominica
vi: ÄÃ´-mi-ni-cáº¡

source: Dominican Republic
vi: Cá»ng hoÃ ÄÃ´-mi-ni-cáº¡

source: Algeria
vi: An-giê-ri

source: Ecuador
vi: Ã-cu-a-Äoa

source: Educational Institution
vi: Tá» chá»©c giÃ¡o dá»¥c

source: Estonia
vi: E-xtô-ni-a

source: Egypt
vi: Ai-cáº­p

source: Western Sahara
vi: Sa-ha-ra Tây

source: Eritrea
vi: Ã-ri-tÆ¡-rÃª-a

source: Spain
vi: Tây-ban-nha

source: Ethiopia
vi: Ê-ti-ô-pi

source: Finland
vi: Pháº§n lan

source: Fiji
vi: Phi-gi

source: Falkland Islands
vi: Quáº§n Äáº£o Phoa-kh-láº­n-Ä (Mal-vi-na)

source: Micronesia
vi: Mi-kh-rô-nê-xi-a

source: Faroe Islands
vi: Quáº§n Äáº£o Pha-rÃ´

source: France
vi: Pháp

source: Gabon
vi: Ga-bông

source: Great Britain
vi: VÆ°Æ¡ng quá»c Thá»ng nháº¥t Anh va Ai-len Báº¯c

source: Grenada
vi: GrÃª-na-Äa

source: Georgia
vi: Gi-oa-gi-a

source: French Guiana
vi: Ghi-a-na Pháp

source: British Channel Isles
vi: Quáº§n Äáº£o kÃªnh Anh

source: Ghana
vi: Ga-na

source: Gibraltar
vi: Gi-boa-tha

source: Greenland
vi: Äáº£o bÄng

source: Gambia
vi: GÄm-bi-a

source: Guinea
vi: Ghi-nê

source: Government
vi: ChÃ­nh phá»§

source: Guadeloupe
vi: Gu-a-Äe-luc

source: Equatorial Guinea
vi: Ghi-nÃª XÃ­ch-Äáº¡o

source: Greece
vi: Hy-láº¡p

source: S. Georgia and S. Sandwich Isles
vi: Quáº§n Äáº£o xan Gi-oa-gi-a vÃ xan Xan-oui-giá»£

source: Guatemala
vi: Gua-tê-ma-la

source: Guam
vi: Gu-Äm

source: Guinea-Bissau
vi: Ghi-nê Bít-xao

source: Hong Kong
vi: Hông Kông

source: Heard and McDonald Islands
vi: Quáº§n Äáº£o HÆ¡Ä vÃ MÆ¡c-Äo-ná»±n

source: Honduras
vi: HÃ´n-Äu-rÃ¡t

source: Croatia
vi: Crô-a-ti-a

source: Hungary
vi: Hung-ga-ri

source: Indonesia
vi: Nam DÆ°Æ¡ng

source: Ireland
vi: Ai-len

source: Israel
vi: Do thái

source: India
vi: áº¤n-Äá»

source: Informational
vi: Loáº¡i thÃ´ng tin

source: International
vi: Quá»c táº¿

source: British Indian Ocean Territory
vi: Miá»n Äáº¡i dÆ°Æ¡ng áº¤n-Äá» Anh

source: Iraq
vi: I-ráº¯c

source: Iceland
vi: BÄng Äáº£o

source: Italy
vi: Ý

source: Jamaica
vi: Gia-mê-ca

source: Jordan
vi: Gi-oa-Äan

source: Japan
vi: Nháº­t báº£n

source: Kenya
vi: Khi-nia
